Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: Set as primary
ar: تعيين كأساسي
de: Als primär festlegen
el: Ορισμός ως κύριο
es: Establecer como principal
fr: Définir comme principal
hi: प्राथमिक के रूप में सेट करें
it: Imposta come principale
ja: プライマリに設定
ko: 기본으로 설정
pl: Ustaw jako główne
pt: Definir como principal
ro: Setează ca principal
ru: Сделать основным
tr: Birincil olarak ayarla
zh_hans: 设为主要

source: Set new password
ar: تعيين كلمة مرور جديدة
de: Neues Passwort festlegen
el: Ορισμός νέου κωδικού πρόσβασης
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
hi: नया पासवर्ड सेट करें
it: Imposta nuova password
ja: 新しいパスワードを設定
ko: 새 비밀번호 설정
pl: Ustaw nowe hasło
pt: Definir nova senha
ro: Setează parola nouă
ru: Задать новый пароль
tr: Yeni parola belirle
zh_hans: 设置新密码

source: Set up a new sign-in method in your authenticator and enter the Key provided below. Make sure Time-based or One-time passwords is enabled, then finish linking your account.
ar: قم بإعداد طريقة تسجيل دخول جديدة في المصادق الخاص بك وأدخل المفتاح المقدم أدناه. تأكد من تمكين كلمات المرور المستندة إلى الوقت أو لمرة واحدة، ثم أنهِ ربط حسابك.
de: Richten Sie eine neue Anmeldemethode in Ihrem Authenticator ein und geben Sie den unten bereitgestellten Schlüssel ein. Stellen Sie sicher, dass zeitbasierte oder einmalige Passwörter aktiviert sind, und schließen Sie dann die Verknüpfung Ihres Kontos ab.
el: Ρυθμίστε μια νέα μέθοδο σύνδεσης στον επαληθευτή σας και εισαγάγετε το Κλειδί που παρέχεται παρακάτω. Βεβαιωθείτε ότι οι κωδικοί πρόσβασης βασισμένοι στον χρόνο ή μίας χρήσης είναι ενεργοποιημένοι, στη συνέχεια ολοκληρώστε τη σύνδεση του λογαριασμού σας.
es: Configura un nuevo método de inicio de sesión en tu autenticador e ingresa la Clave proporcionada a continuación. Asegúrate de que las contraseñas basadas en tiempo o de un solo uso estén habilitadas, luego termina de vincular tu cuenta.
fr: Configurez une nouvelle méthode de connexion dans votre authentificateur et saisissez la Clé fournie ci-dessous. Assurez-vous que les mots de passe basés sur le temps ou à usage unique sont activés, puis terminez la liaison de votre compte.
hi: अपने प्रमाणीकरण में एक नई साइन-इन विधि सेट करें और नीचे दी गई कुंजी दर्ज करें। सुनिश्चित करें कि समय-आधारित या एक-बार पासवर्ड सक्षम है, फिर अपने खाते को लिंक करना समाप्त करें।
it: Imposta un nuovo metodo di accesso nel tuo autenticatore e inserisci la Chiave fornita di seguito. Assicurati che le password basate sul tempo o monouso siano abilitate, quindi completa il collegamento del tuo account.
ja: 認証アプリで新しいサインイン方法を設定し、以下に提供されているキーを入力してください。 時間ベースまたはワンタイムパスワードが有効になっていることを確認してから、アカウントのリンクを完了してください。
ko: 인증기에서 새로운 로그인 방법을 설정하고 아래 제공된 키를 입력하세요. 시간 기반 또는 일회용 비밀번호가 활성화되어 있는지 확인한 다음 계정 연결을 완료하세요.
pl: Skonfiguruj nową metodę logowania w aplikacji uwierzytelniającej i wprowadź podany niżej klucz. Upewnij się, że hasła czasowe lub jednorazowe są włączone, a następnie dokończ łączenie konta.
pt: Configure um novo método de entrada no seu autenticador e insira a Chave fornecida abaixo. Certifique-se de que Senhas baseadas em tempo ou de uso único estão habilitadas e conclua a vinculação da sua conta.
ro: Configurează o metodă nouă de autentificare în aplicația de autentificare și introdu cheia furnizată mai jos. Asigură-te că parolele bazate pe timp sau parolele unice sunt activate, apoi finalizează conectarea contului.
ru: Настройте новый способ входа в своем аутентификаторе и введите ключ, указанный ниже. Убедитесь, что включены пароли на основе времени или одноразовые пароли, затем завершите привязку учетной записи.
tr: Doğrulama uygulamanızda yeni bir giriş yöntemi oluşturun ve aşağıda verilen Anahtarı girin. Zamana dayalı veya tek kullanımlık parolaların etkin olduğundan emin olun, ardından hesabınızı bağlamayı tamamlayın.
zh_hans: 在您的身份验证器中设置新的登录方法，并输入下面提供的密钥。 确保启用基于时间或一次性密码，然后完成账户链接。

source: Set up a new sign-in method in your authenticator app using the manual setup key below to link it to your account.
ar: قم بإعداد طريقة تسجيل دخول جديدة في تطبيق المصادقة الخاص بك باستخدام مفتاح الإعداد اليدوي أدناه لربطها بحسابك.
de: Richten Sie in Ihrer Authentifizierungs-App eine neue Anmeldemethode ein, indem Sie den manuellen Einrichtungsschlüssel unten verwenden, um sie mit Ihrem Konto zu verknüpfen.
el: Ρυθμίστε μια νέα μέθοδο σύνδεσης στην εφαρμογή ελέγχου ταυτότητας χρησιμοποιώντας το παρακάτω κλειδί μη αυτόματης ρύθμισης για να τη συνδέσετε με τον λογαριασμό σας.
es: Configure un nuevo método de inicio de sesión en su aplicación de autenticación usando la clave de configuración manual a continuación para vincularlo a su cuenta.
fr: Configurez une nouvelle méthode de connexion dans votre application d'authentification en utilisant la clé de configuration manuelle ci-dessous pour la lier à votre compte.
hi: अपने ऑथेंटिकेटर ऐप में एक नई साइन-इन विधि सेट करें और इसे अपने खाते से लिंक करने के लिए नीचे दी गई मैन्युअल सेटअप कुंजी का उपयोग करें।
it: Configura un nuovo metodo di accesso nella tua app di autenticazione utilizzando la chiave di configurazione manuale qui sotto per collegarlo al tuo account.
ja: 認証アプリで新しいサインイン方法を設定し、下記の手動セットアップキーを使用してアカウントにリンクします。
ko: 인증 앱에서 새로운 로그인 방법을 설정하고 아래의 수동 설정 키를 사용하여 계정에 연결하세요.
pl: Skonfiguruj nową metodę logowania w aplikacji uwierzytelniającej, używając poniższego klucza konfiguracji ręcznej, aby połączyć ją z kontem.
pt: Configure um novo método de login no seu aplicativo autenticador usando a chave de configuração manual abaixo para vinculá-lo à sua conta.
ro: Configurează o metodă nouă de autentificare în aplicația de autentificare folosind cheia de configurare manuală de mai jos pentru a o conecta la contul tău.
ru: Настройте новый способ входа в приложении-аутентификаторе с помощью ключа ручной настройки ниже, чтобы привязать его к своей учетной записи.
tr: Aşağıdaki manuel kurulum anahtarını kullanarak doğrulama uygulamanızda yeni bir giriş yöntemi oluşturun ve hesabınıza bağlayın.
zh_hans: 在您的身份验证器应用中设置新的登录方式，并使用下方的手动设置密钥将其关联到您的帐户。

source: Set up two-step verification
ar: قم بإعداد التحقق بخطوتين
de: Richten Sie die Zwei-Schritt-Authentifizierung ein
el: Ρυθμίστε την επαλήθευση σε δύο βήματα
es: Configurar la verificación en dos pasos
fr: Configurer la vérification en deux étapes
hi: दो-चरणीय सत्यापन सेट करें
it: Imposta la verifica in due passaggi
ja: 2段階認証を設定する
ko: 2단계 인증 설정
pl: Skonfiguruj weryfikację dwuetapową
pt: Configure a verificação em duas etapas
ro: Configurează verificarea în doi pași
ru: Настроить двухэтапную аутентификацию
tr: İki adımlı doğrulamayı kur
zh_hans: 设置两步验证

source: Sign in with your passkey
ar: تسجيل الدخول باستخدام مفتاح المرور الخاص بك
de: Mit Passkey anmelden
el: Σύνδεση με το κλειδί πρόσβασης σας
es: Inicia sesión con tu clave de acceso
fr: Connectez-vous avec votre clé d'accès
hi: अपने पासकी से साइन इन करें
it: Accedi con la tua passkey
ja: パスキーでサインイン
ko: 패스키로 로그인
pl: Zaloguj się kluczem dostępu
pt: Entre com sua chave de acesso
ro: Autentifică-te cu cheia de acces
ru: Войти с ключом доступа
tr: Geçiş anahtarınla giriş yap
zh_hans: 使用您的通行密钥登录

source: Sign in with your password
ar: تسجيل الدخول باستخدام كلمة المرور
de: Passwort verwenden
el: Συνδεθείτε με τον κωδικό πρόσβασής σας
es: Inicia sesión con tu contraseña
fr: Connectez-vous avec votre mot de passe
hi: अपने पासवर्ड से साइन इन करें
it: Accedi con la tua password
ja: パスワードでサインイン
ko: 비밀번호로 로그인
pl: Zaloguj się hasłem
pt: Entre com sua senha
ro: Autentifică-te cu parola
ru: Войти с паролем
tr: Parolanla giriş yap
zh_hans: 使用密码登录

source: Sign out
ar: تسجيل الخروج
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
it: Esci
ja: サインアウト
ko: 로그아웃
pl: Wyloguj się
pt: Sair
ro: Deconectează-te
ru: Выйти
tr: Çıkış yap
zh_hans: 退出登录

source: Sign out of all accounts
ar: تسجيل الخروج من جميع الحسابات
de: Abmelden von allen Konten
el: Αποσύνδεση από όλους τους λογαριασμούς
es: Cerrar sesión en todas las cuentas
fr: Se déconnecter de tous les comptes
hi: सभी खातों से साइन आउट करें
it: Esci da tutti gli account
ja: すべてのアカウントからサインアウト
ko: 모든 계정에서 로그아웃
pl: Wyloguj się ze wszystkich kont
pt: Sair de todas as contas
ro: Deconectează-te din toate conturile
ru: Выйти из всех учетных записей
tr: Tüm hesaplardan çıkış yap
zh_hans: 退出所有账户

source: Sign out of all other devices
ar: تسجيل الخروج من جميع الأجهزة الأخرى
de: Von allen anderen Geräten abmelden
el: Αποσύνδεση από όλες τις άλλες συσκευές
es: Cerrar sesión en todos los demás dispositivos
fr: Se déconnecter de tous les autres appareils
hi: सभी अन्य डिवाइस से साइन आउट करें
it: Esci da tutti gli altri dispositivi
ja: 他のすべてのデバイスからサインアウト
ko: 다른 모든 기기에서 로그아웃
pl: Wyloguj się ze wszystkich innych urządzeń
pt: Sair de todos os outros dispositivos
ro: Deconectează celelalte dispozitive
ru: Выйти на всех других устройствах
tr: Diğer tüm cihazlardan çıkış yap
zh_hans: 退出所有其他设备

source: Sign out of device
ar: تسجيل الخروج من الجهاز
de: Von Gerät abmelden
el: Αποσύνδεση από συσκευή
es: Cerrar sesión del dispositivo
fr: Se déconnecter de l'appareil
hi: डिवाइस से साइन आउट करें
it: Disconnetti dal dispositivo
ja: デバイスからサインアウト
ko: 기기에서 로그아웃
pl: Wyloguj z urządzenia
pt: Sair do dispositivo
ro: Deconectează dispozitivul
ru: Выйти с устройства
tr: Cihazdan çıkış yap
zh_hans: 从设备注销

source: Sign up
ar: إنشاء حساب
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
it: Registrati
ja: サインアップ
ko: 가입하기
pl: Zarejestruj się
pt: Inscrever-se
ro: Înregistrează-te
ru: Зарегистрироваться
tr: Kayıt ol
zh_hans: 注册

source: Skip
ar: تخطي
de: Überspringen
el: Παράλειψη
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt: Pular
ro: Omite
ru: Пропустить
tr: Atla
zh_hans: 跳过

source: Slug
ar: رابط المنظمة
el: Συντόμευση URL
es: Identificador
fr: Identifiant (slug)
hi: स्लग
ko: 슬러그
zh_hans: URL 简称

source: SMS code
ar: رمز الرسائل القصيرة
el: Κωδικός SMS
es: Código SMS
fr: Code SMS
hi: एसएमएस कोड
it: Codice SMS
ja: SMSコード
ko: SMS 코드
pl: Kod SMS
pt: Código SMS
ro: Cod SMS
ru: SMS-код
tr: SMS kodu
zh_hans: 短信验证码

source: SMS code verification enabled
ar: تم تمكين التحقق من رمز الرسائل القصيرة
de: SMS-Code-Verifizierung aktiviert
el: Η επαλήθευση κωδικού SMS ενεργοποιήθηκε
es: Verificación de código SMS habilitada
fr: Vérification du code SMS activée
hi: एसएमएस कोड सत्यापन सक्षम किया गया
it: Verifica del codice SMS abilitata
ja: SMSコード認証が有効になりました
ko: SMS 코드 확인이 활성화되었습니다.
pl: Weryfikacja kodem SMS jest włączona
pt: Verificação de código SMS ativada
ro: Verificarea prin cod SMS este activată
ru: Проверка по SMS-коду включена
tr: SMS kodu doğrulaması etkinleştirildi
zh_hans: 短信验证码已启用

source: Success
ar: نجاح
de: Erfolg
el: Επιτυχία
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
ko: 성공
pl: Sukces
pt: Sucesso
ro: Succes
ru: Успешно
tr: Başarılı
zh_hans: 成功

source: Switch account
ar: تبديل الحساب
de: Konto wechseln
el: Εναλλαγή λογαριασμού
es: Cambiar de cuenta
fr: Changer de compte
hi: खाता बदलें
it: Cambia account
ja: アカウントを切り替え
ko: 계정 전환
pl: Przełącz konto
pt: Trocar de conta
ro: Schimbă contul
ru: Сменить учетную запись
tr: Hesap değiştir
zh_hans: 切换账户

source: The domain %@ needs to be verified via email.
ar: يجب التحقق من هذا النطاق %@ عن طريق بريد إلكتروني موثوق
de: Die Domain %@ muss per E-Mail verifiziert werden.
el: Ο τομέας %@ πρέπει να επαληθευτεί μέσω email.
es: El dominio %@ necesita ser verificado por correo electrónico.
fr: Le domaine %@ doit être vérifié par e-mail.
hi: डोमेन %@ को ईमेल के माध्यम से सत्यापित करने की आवश्यकता है।
it: Il dominio %@ deve essere verificato tramite email.
ja: ドメイン %@ はメールで検証する必要があります。
ko: 도메인 %@은 이메일로 인증이 필요해요.
pl: Domena %@ musi zostać zweryfikowana przez e-mail.
pt: O domínio %@ precisa ser verificado por e-mail.
ro: Domeniul %@ trebuie verificat prin email.
ru: Домен %@ нужно подтвердить по электронной почте.
tr: %@ Alan adının e-posta ile doğrulanması gerekiyor.
zh_hans: 域名 %@ 需要通过电子邮件进行验证。

source: The email domain %@ will be removed.
ar: سيتم حذف نطاق البريد الإلكتروني هذا%@.
de: Die E-Mail-Domain %@ wird entfernt.
el: Ο τομέας email %@ θα αφαιρεθεί.
es: Se eliminará el dominio de correo electrónico %@.
fr: Le domaine de messagerie %@ sera supprimé.
hi: ईमेल डोमेन %@ हटा दिया जाएगा।
it: Il dominio email %@ verrà rimosso.
ja: メールドメイン %@ が削除されます。
ko: 이메일 도메인 %@이(가) 삭제돼요.
pl: Domena e-mail %@ zostanie usunięta.
pt: O domínio de e-mail %@ será removido.
ro: Domeniul de email %@ va fi eliminat.
ru: Домен электронной почты %@ будет удален.
tr: %@ Alan adı kaldırılacaktır.
zh_hans: 电子邮件域名 %@ 将被删除。

source: There was an error loading the image from the photos library.
ar: حدث خطأ أثناء تحميل الصورة من مكتبة الصور.
de: Beim Laden des Bildes aus der Fotobibliothek ist ein Fehler aufgetreten.
el: Υπήρξε σφάλμα κατά τη φόρτωση της εικόνας από τη βιβλιοθήκη φωτογραφιών.
es: Hubo un error al cargar la imagen de la biblioteca de fotos.
fr: Une erreur s'est produite lors du chargement de l'image depuis la photothèque.
hi: फोटो लाइब्रेरी से छवि लोड करने में त्रुटि हुई।
it: Si è verificato un errore durante il caricamento dell'immagine dalla libreria foto.
ja: フォトライブラリから画像を読み込む際にエラーが発生しました。
ko: 사진 라이브러리에서 이미지를 로드하는 중 오류가 발생했습니다.
pl: Wystąpił błąd podczas ładowania obrazu z biblioteki zdjęć.
pt: Houve um erro ao carregar a imagem da biblioteca de fotos.
ro: A apărut o eroare la încărcarea imaginii din biblioteca foto.
ru: Произошла ошибка при загрузке изображения из медиатеки.
tr: Fotoğraf kitaplığından görsel yüklenirken bir hata oluştu.
zh_hans: 从照片库加载图像时出错。

source: There was an error loading the selected image file.
ar: حدث خطأ أثناء تحميل ملف الصورة المحدد.
de: Beim Laden der ausgewählten Bilddatei ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του επιλεγμένου αρχείου εικόνας.
es: Hubo un error al cargar el archivo de imagen seleccionado.
fr: Une erreur s'est produite lors du chargement du fichier image sélectionné.
hi: चयनित छवि फ़ाइल लोड करने में त्रुटि हुई।
it: Si è verificato un errore durante il caricamento del file immagine selezionato.
ja: 選択した画像ファイルの読み込み中にエラーが発生しました。
ko: 선택한 이미지 파일을 로드하는 중 오류가 발생했습니다.
pl: Wystąpił błąd podczas ładowania wybranego pliku obrazu.
pt: Houve um erro ao carregar o arquivo de imagem selecionado.
ro: A apărut o eroare la încărcarea fișierului imagine selectat.
ru: Произошла ошибка при загрузке выбранного файла изображения.
tr: Seçilen görsel dosyası yüklenirken bir hata oluştu.
zh_hans: 加载所选图像文件时出错。

source: This account has been disconnected.
ar: تم قطع اتصال هذا الحساب.
de: Dieses Konto wurde getrennt.
el: Αυτός ο λογαριασμός έχει αποσυνδεθεί.
es: Esta cuenta ha sido desconectada.
fr: Ce compte a été déconnecté.
hi: यह खाता डिस्कनेक्ट कर दिया गया है।
it: Questo account è stato disconnesso.
ja: このアカウントは切断されています。
ko: 이 계정은 연결이 해제됐어요.
pl: To konto zostało odłączone.
pt: Esta conta foi desconectada.
ro: Acest cont a fost deconectat.
ru: Эта учетная запись была отключена.
tr: Bu hesabın bağlantısı kesildi.
zh_hans: 此账户已断开连接。

source: This action is permanent and irreversible.
ar: هذا القرار نهائي ولا يمكن التراجع عنه.
de: Diese Aktion ist dauerhaft und irreversibel.
el: Αυτή η ενέργεια είναι μόνιμη και και μη αναστρέψιμη.
es: Esta acción es permanente e irreversible.
fr: Cette action est définitive et irréversible.
hi: यह कार्रवाई स्थायी और अपरिवर्तनीय है।
it: Questa azione è permanente e irreversibile.
ja: この操作は永久的で取り消すことはできません。
ko: 이 작업은 되돌릴 수 없어요.
pl: To działanie jest trwałe i nieodwracalne.
pt: Esta ação é permanente e irreversível.
ro: Această acțiune este permanentă și ireversibilă.
ru: Это действие является постоянным и необратимым.
tr: Bu işlem kalıcıdır ve geri alınamaz.
zh_hans: 此操作是永久性的且无法撤销。

source: This device
ar: هذا الجهاز
de: Dieses Gerät
el: Αυτή η συσκευή
es: Este dispositivo
fr: Cet appareil
hi: इस डिवाइस
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pl: To urządzenie
pt: Este dispositivo
ro: Acest dispozitiv
ru: Это устройство
tr: Bu cihaz
zh_hans: 这个设备

source: to continue
ar: للمتابعة
de: Weiter
el: για να συνεχίσετε
es: Para continuar
fr: Pour continuer
hi: जारी रखने के लिए
it: per continuare
ja: 続けるには
ko: 계속하려면
pl: Aby kontynuować
pt: para continuar
ro: Pentru a continua
ru: Чтобы продолжить
tr: devam etmek için
zh_hans: 继续

source: to continue to %@
ar: للمتابعة إلى %@
de: Weiter zu %@
el: για να συνεχίσετε στο %@
es: Para continuar a %@
fr: Pour continuer vers %@
hi: %@ पर जारी रखने के लिए
it: per continuare a %@
ja: %@に続けるには
ko: %@(으)로 계속하려면
pl: Aby kontynuować do %@
pt: para continuar para %@
ro: Pentru a continua la %@
ru: Чтобы продолжить в %@
tr: %@ için devam etmek için
zh_hans: 继续前往%@

source: To continue, please enter the verification code generated by your authenticator app
ar: للمتابعة، يرجى إدخال رمز التحقق الذي تم إنشاؤه بواسطة تطبيق المصادقة الخاص بك
de: Um fortzufahren, geben Sie bitte den von Ihrer Authentifizierungs-App generierten Bestätigungscode ein
el: Για να συνεχίσετε, εισαγάγετε τον κωδικό επαλήθευσης που δημιουργήθηκε από την εφαρμογή ελέγχου ταυτότητας σας
es: Para continuar, ingrese el código de verificación generado por su aplicación de autenticación
fr: Pour continuer, veuillez saisir le code de vérification généré par votre application d'authentification
hi: जारी रखने के लिए, कृपया अपने प्रमाणक ऐप द्वारा उत्पन्न सत्यापन कोड दर्ज करें
it: Per continuare, inserisci il codice di verifica generato dalla tua app di autenticazione
ja: 続行するには、認証アプリで生成された認証コードを入力してください
ko: 계속하려면 인증 앱에서 생성된 인증 코드를 입력하세요
pl: Aby kontynuować, wprowadź kod weryfikacyjny wygenerowany przez aplikację uwierzytelniającą
pt: Para continuar, digite o código de verificação gerado pelo seu aplicativo autenticador
ro: Pentru a continua, introdu codul de verificare generat de aplicația de autentificare
ru: Чтобы продолжить, введите код подтверждения, созданный приложением-аутентификатором
tr: Devam etmek için doğrulama uygulamanız tarafından oluşturulan kodu girin
zh_hans: 要继续，请输入您的身份验证器应用生成的验证码

source: Two-step verification
ar: التحقق بخطوتين
de: Zwei-Schritt-Authentifizierung
el: Επαλήθευση δύο βημάτων
es: Verificación en dos pasos
fr: Vérification en deux étapes
hi: दो-चरणीय सत्यापन
it: Verifica in due passaggi
ja: 2段階認証
ko: 2단계 인증
pl: Weryfikacja dwuetapowa
pt: Verificação em duas etapas
ro: Verificare în doi pași
ru: Двухэтапная аутентификация
tr: İki adımlı doğrulama
zh_hans: 两步验证

source: TWO-STEP VERIFICATION
ar: التحقق بخطوتين
de: ZWEI-SCHRITT-AUTHENTIFIZIERUNG
el: ΕΠΑΛΗΘΕΥΣΗ ΔΥΟ ΒΗΜΑΤΩΝ
es: VERIFICACIÓN EN DOS PASOS
fr: VÉRIFICATION EN DEUX ÉTAPES
hi: दो-चरणीय सत्यापन
it: VERIFICA IN DUE PASSAGGI
ja: 2段階認証
ko: 2단계 인증
pl: WERYFIKACJA DWUETAPOWA
pt: VERIFICAÇÃO EM DUAS ETAPAS
ro: VERIFICARE ÎN DOI PAȘI
ru: ДВУХЭТАПНАЯ АУТЕНТИФИКАЦИЯ
tr: İKİ ADIMLI DOĞRULAMA
zh_hans: 两步验证

source: Two-step verification is now enabled. When signing in, you will need to enter a verification code from this authenticator app as an additional step. Save these backup codes and store them somewhere safe. If you lose access to your authentication device, you can use backup codes to sign in.
ar: تم تمكين التحقق بخطوتين الآن. عند تسجيل الدخول، ستحتاج إلى إدخال رمز التحقق من تطبيق المصادقة هذا كخطوة إضافية. احفظ رموز النسخ الاحتياطي هذه واحتفظ بها في مكان آمن. إذا فقدت الوصول إلى جهاز المصادقة الخاص بك، يمكنك استخدام رموز النسخ الاحتياطي لتسجيل الدخول.
de: Die Zwei-Schritt-Authentifizierung ist jetzt aktiviert. Bei der Anmeldung müssen Sie als zusätzlichen Schritt einen Bestätigungscode aus dieser Authenticator-App eingeben. Speichern Sie diese Backup-Codes und bewahren Sie sie an einem sicheren Ort auf. Wenn Sie den Zugang zu Ihrem Authentifizierungsgerät verlieren, können Sie Backup-Codes zur Anmeldung verwenden.
el: Η επαλήθευση δύο βημάτων είναι πλέον ενεργοποιημένη. Κατά τη σύνδεση, θα χρειαστεί να εισαγάγετε έναν κωδικό επαλήθευσης από αυτήν την εφαρμογή επαλήθευσης ως επιπλέον βήμα. Αποθηκεύστε αυτούς τους κωδικούς αντιγράφων ασφαλείας και φυλάξτε τους σε ασφαλές μέρος. Εάν χάσετε την πρόσβαση στη συσκευή επαλήθευσής σας, μπορείτε να χρησιμοποιήσετε κωδικούς αντιγράφων ασφαλείας για σύνδεση.
es: La verificación en dos pasos ya está habilitada. Al iniciar sesión, necesitarás ingresar un código de verificación de esta aplicación autenticadora como paso adicional. Guarda estos códigos de respaldo y almacénalos en un lugar seguro. Si pierdes acceso a tu dispositivo de autenticación, puedes usar códigos de respaldo para iniciar sesión.
fr: La vérification en deux étapes est maintenant activée. Lors de la connexion, vous devrez saisir un code de vérification de cette application d'authentification comme étape supplémentaire. Enregistrez ces codes de sauvegarde et stockez-les dans un endroit sûr. Si vous perdez l'accès à votre appareil d'authentification, vous pouvez utiliser les codes de sauvegarde pour vous connecter.
hi: दो-चरणीय सत्यापन अब सक्षम है। साइन इन करते समय, आपको एक अतिरिक्त चरण के रूप में इस प्रमाणीकरण ऐप से एक सत्यापन कोड दर्ज करना होगा। इन बैकअप कोड को सहेजें और उन्हें किसी सुरक्षित स्थान पर संग्रहीत करें। यदि आप अपने प्रमाणीकरण डिवाइस तक पहुंच खो देते हैं, तो आप साइन इन करने के लिए बैकअप कोड का उपयोग कर सकते हैं।
it: La verifica in due passaggi è ora abilitata. Durante l'accesso, dovrai inserire un codice di verifica da questa app di autenticazione come passaggio aggiuntivo. Salva questi codici di backup e conservali in un posto sicuro. Se perdi l'accesso al tuo dispositivo di autenticazione, puoi utilizzare i codici di backup per accedere.
ja: 2段階認証が有効になりました。サインイン時に、追加のステップとしてこの認証アプリから確認コードを入力する必要があります。 これらのバックアップコードを保存し、安全な場所に保管してください。認証デバイスへのアクセスを失った場合、バックアップコードを使用してサインインできます。
ko: 2단계 인증이 이제 활성화되었습니다. 로그인할 때 추가 단계로 이 인증 앱에서 확인 코드를 입력해야 합니다. 이 백업 코드를 저장하고 안전한 곳에 보관하세요. 인증 기기에 대한 액세스를 잃으면 백업 코드를 사용하여 로그인할 수 있습니다.
pl: Weryfikacja dwuetapowa jest teraz włączona. Podczas logowania trzeba będzie wprowadzić kod weryfikacyjny z tej aplikacji uwierzytelniającej jako dodatkowy krok. Zapisz te kody zapasowe i przechowuj je w bezpiecznym miejscu. Jeśli utracisz dostęp do urządzenia uwierzytelniającego, możesz użyć kodów zapasowych do zalogowania się.
pt: A verificação em duas etapas agora está habilitada. Ao entrar, você precisará digitar um código de verificação deste aplicativo autenticador como uma etapa adicional. Salve estes códigos de backup e guarde-os em um local seguro. Se você perder o acesso ao seu dispositivo de autenticação, pode usar códigos de backup para entrar.
ro: Verificarea în doi pași este acum activată. La autentificare, va trebui să introduci un cod de verificare din această aplicație de autentificare ca pas suplimentar. Salvează aceste coduri de rezervă și păstrează-le într-un loc sigur. Dacă pierzi accesul la dispozitivul de autentificare, poți folosi codurile de rezervă pentru autentificare.
ru: Двухэтапная аутентификация включена. При входе вам нужно будет ввести код подтверждения из этого приложения-аутентификатора как дополнительный шаг. Сохраните эти резервные коды в надежном месте. Если вы потеряете доступ к устройству аутентификации, вы сможете использовать резервные коды для входа.
tr: İki adımlı doğrulama etkinleştirildi. Giriş yaparken ek bir adım olarak bu doğrulama uygulamasından bir kod girmeniz gerekecek. Bu yedek kodları kaydedin ve güvenli bir yerde saklayın. Doğrulama cihazınıza erişiminizi kaybederseniz giriş yapmak için yedek kodları kullanabilirsiniz.
zh_hans: 两步验证现已启用。登录时，您需要输入来自此身份验证应用的验证码作为额外步骤。 保存这些备份代码并将其存储在安全的地方。如果您无法访问身份验证设备，可以使用备份代码登录。
